Repository: Spamty/translate
Catalog: */LC_MESSAGES/spamty.po
Languages: de_de, es_es

source: I am legally allowed to create Spamty links for all the email addresses; especially I have permission of the data subjects.
de_de: Ich bin rechtlich befugt, Spamty-Links für alle E-Mail-Adressen zu erstellen; insbesondere habe ich die Erlaubnis der betroffenen Personen.

source: We will not send a confirmation email to the email addresses entered above.
de_de: Wir senden keine Bestätigungs-E-Mail an die oben eingegebenen E-Mail-Adressen.

source: Your browser does not support JavaScript. Please enable JavaScript.
de_de: Der Browser unterstützt kein JavaScript. Bitte aktiviere JavaScript.

source: Or go to the version without JavaScript.
de_de: Oder wähle die Version ohne JavaScript.

source: Encryption is done with JavaScript in your browser.
de_de: Die Verschlüsselung erfolgt mit JavaScript in deinem Browser.

source: There was a problem with the encryption.
de_de: Es gab ein Problem mit der Verschlüsselung.

source: There was a problem with the encryption.
de_de: Es gab ein Problem mit der Verschlüsselung.

source: Protect your data with Spamty
de_de: Schütze deine Daten mit Spamty

source: Create a Spamty link and protect your contact information or any other data on the internet against spam bots.
de_de: Erstelle einen Spamty Link und schütze deine Kontaktinformationen oder andere Daten im Internet vor Spam Bots.

source: Protect your data
de_de: Schütze deine Daten

source: Enter any sensitive information below and we will encrypt it and give you a link. If somebody opens the link he has to solve a captcha and then he is able to see the information.
de_de: Geben Sie unten alle sensiblen Informationen ein und wir werden sie verschlüsseln und Ihnen einen Link geben. Wenn jemand den Link öffnet, muss er ein Captcha lösen, und dann kann er die Informationen sehen.

source: Your data/ information/ text
de_de: Deine Daten/ Informationen/ Text

source: This email address is used for a confirmation email and will not be published.
de_de: Diese E-Mail-Adresse wird für eine Bestätigungs-E-Mail verwendet und wird nicht veröffentlicht.

source: We will store the text that you entered with AES-256 encryption in our database. This means we cannot read it unless we get your Spamty link. Your email address is stored in cleartext.
de_de: Wir werden den von Ihnen eingegebenen Text mit AES-256-Verschlüsselung in unserer Datenbank speichern. Das bedeutet, dass wir ihn nur lesen können, wenn wir Ihren Spamty-Link erhalten. Ihre E-Mail-Adresse wird im Klartext gespeichert.

source: Your text was too long. There is a limit of 200 characters.
de_de: Dein Text war zu lang. Es gibt eine Zeichenbegrenzung von 200 Zeichen.

source: This is your link:
de_de: Das ist dein Link:

source: Protected text:
de_de: Geschützter Text:

source: Link the information
de_de: Verlinke die Information

source: You can find the information here:
de_de: Hier findest du die Informationen:

source: This is the legal notice according to sect. 5 TMG (German teleservices act) for the following websites and our social media accounts:
de_de: Das ist das Impressum nach &sect; 5 TMG (Telemediengesetz) für folgende Websites und die zugehörigen Social Media Accounts:

source: You can contact me via email:
de_de: Du kannst mich per E-Mail kontaktieren:

source: This webservice is provided without a gainful intension.
de_de: Diese Website ist ein nicht kommerzielles Angebot und wird auch nicht mit gewinnbringenden Absichten betrieben.

source: Learn more!
de_de: Mehr erfahren!

source: As a service provider, we are responsible only for our own content on these pages according to sect. 7(1) TMG.
de_de: Als Diensteanbieter sind wir gemäß § 7 Abs. 1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich.

source: Furthermore, according to sect. 7-10 TMG, as the provider of this website (service provider) we are not obliged to monitor the contents of the users or to investigate circumstances that indicate illegal activity. Should we notice any illegal content or other legal infringements, we will of course remove them immediately.
de_de: Des weiteren sind wir nach §§ 7 bis 10 TMG als Anbieter dieser Website (Dienstanbieter) nicht dazu verpflichtet die Inhalte der Nutzer zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Sollten uns hier Rechtswidrigen Inhalten oder anderen Rechtsverletzungen auffallen, werden wir diese natürlich umgehend entfernen.

source: We are not liable for content created by users (especially posts and comments in the blog). Any liability in this regard is possible at the earliest from the time of knowledge of a concrete infringement.
de_de: Wir übernehmen keine Haftung für von Benutzern erstellte Inhalte (vor allem Beiträge und Kommentare im Blog). Eine diesbezügliche Haftung ist frühestens ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich.

source: This website contains links to third party websites. We have no influence on the content of these websites and cannot accept any liability for such third-party content. The respective provider or operator is always responsible for the content of the linked websites.
de_de: Diese Website enthält Links zu Websites Dritter. Auf den Inhalt dieser Websites haben wir keinen Einfluss und können für solche fremden Inhalte auch keine Haftung übernehmen. Für die Inhalte der verlinkten Websites ist stets der jeweilige Anbieter oder Betreiber verantwortlich.

source: At the time of linking we could not find any illegal content on these websites. If we become aware of illegal content or other legal infringements, we will remove the corresponding links immediately. A permanent control of the linked websites is not reasonable.
de_de: Zum Zeitpunkt der Verlinkung konnten wir auf diesen Websites keine Rechtswidrigen Inhalte feststellen. Bei Bekanntwerden von Rechtswidrigen Inhalten oder anderen Rechtsverletzungen, werden wir die entsprechenden Links umgehend entfernen. Eine permanente inhaltliche Kontrolle der verlinkten Websites ist nicht zumutbar.

source: Copyright
de_de: Urheberrecht

source: The contents published on this website are subject to copyright. Copying, editing and distribution requires the consent of the respective copyright holder.
de_de: Die, auf dieser Website veröffentlichten Inhalte, unterliegen dem Urheberrecht. Die Vervielfältigung, Bearbeitung und Verbreitung bedarf der Zustimmung des jeweiligen Rechteinhabers.

source: Content that was not created by us is indicated, if a marking is required. As far as the content on this site was not created by us, the copyrights of third parties are respected.
de_de: Inhalte die nicht durch uns erstellt wurden, sind gekennzeichnet, wenn eine Kennzeichnung erforderlich ist. Soweit die Inhalte auf dieser Seite nicht von uns erstellt wurden, werden die Urheberrechte Dritter beachtet.

source: Should you become aware of a copyright infringement, please inform us and we will remove the content immediately.
de_de: Solltest du auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen Hinweis und werden die Inhalte umgehend entfernen.

source: We will explain on this page what information we collect, how the data is stored and how we use your personal information according to the EU General Data Protection Regulation (GDPR).
de_de: Wir werden auf dieser Seite erklären, welche Informationen wir sammeln, wie die Daten gespeichert werden und wie wir Ihre persönlichen Daten gemäß der EU Datenschutz-Grundverordnung (DSGVO) verwenden.

source: See below for the identity and the contact details of the controller.
de_de: Unten findest du den Namen und die Kontaktdaten des Verantwortlichen.

source: If you <a>create a link to your email address</a> we will store your email address encrypted in our database.
de_de: Wenn du einen <a>Link zu deiner E-Mail Adresse</a> erstellst, wird deine E-Mail Adresse in verschlüsselter Form in unserer Datenbank gespeichert.

source: If you <a>create a Spamty link for other personal information</a> we will store the text that you enter in the textfield encrypted in our database and your email address in cleartext.
de_de: Wenn du einen <a>Link zu anderen personenbezogenen Informationen</a> erstellst, wird dieser Text in verschlüsselter Form in unserer Datenbank gespeichert. Deine E-Mail-Adresse wird jedoch im Klartext gespeichert.

source: We store this data as long as you do not ask us to delete it but we cannot guarantee any service or the availability of Spamty.
de_de: Wir speichern deine E-Mail–Adresse bis zu uns darum gebeten hast sie zu löschen. Wir können aber keinen Service garantieren oder, dass Spamty verfügbar bleibt.

source: How is the data encrypted?
de_de: Wie werden die Daten verschlüsselt?

source: We encrypt the data with the AES-256 algorithm which is also used in the US to encrypt "Top Secret" documents.
de_de: Deine Daten werden mit dem AES-256 Algorithmus verschlüsselt (dieser wird auch in den USA für streng geheime Dokumente verwendet).

source: The key for the encryption is randomly generated. It is not stored on our server but contained in the link that you created. A decryption without this key is not possible.
de_de: Zur Verschlüsselung wird ein zufällig generierter Schlüssel benutzt. Dieser wird nicht bei uns gespeichert. Er ist Bestandteil des Links, den du erhältst. Eine Entschlüsselung ist ohne diesen Schlüssel - auch für uns - nicht möglich.

source: If someone clicks on the Spamty link he will be able to see your email address or the data after he solved a captcha. You shouldn't share the link with anyone who is not allowed to view this information.
de_de: Wenn jemand auf den Link zu deiner E-Mail-Adresse klickt, kann er deine E-Mail-Adresse sehen, nachdem er ein Captcha gelöst hat. Du solltest den Link mit niemand teilen, der deine E-Mail-Adresse nicht sehen darf.

source: We use Cloudflare (a service by Cloudflare Inc., 101 Townsend St, San Francisco, CA 94107 / Cloudflare Ltd., County Hall/The Riverside Building, Belvedere Road, London, SE1 7PB) to protect and optimize this website.
de_de: Wir verwenden Cloudflare (ein Service von Cloudflare Inc., 101 Townsend St, San Francisco, CA 94107 / Cloudflare Germany GmbH, Rosental 7, 80331 München), um diese Website zu schützen und zu optimieren.

source: Cloudflare processes End Users’ information in logs. The information processed may include but is not limited to IP addresses, system configuration information, and other information about traffic to and from Customers’ websites, devices, applications, and/or networks. Cloudflare keeps user-level data for less than 24 hours.
de_de: Cloudflare verarbeitet die Informationen der Endbenutzer in Protokollen. Die verarbeiteten Informationen können unter anderem IP-Adressen, Systemkonfigurationsinformationen und andere Informationen über den Verkehr zu und von den Websites, Geräten, Anwendungen und/oder Netzwerken der Kunden umfassen. Cloudflare speichert Daten auf Benutzerebene für weniger als 24 Stunden.

source: We use hCaptcha (a service by Intuition Machines, Inc.) for the captchas to protect your email address against spam bots.
de_de: Wir verwenden hCaptcha (ein Dienst von Intuition Machines, Inc.) für die Captchas, um Ihre E-Mail-Adresse vor Spam-Bots zu schützen.

source: This service provider collects data only to verify that you are a human and not a bot. Your email address is not shared with hCaptcha.
de_de: Dieser Dienstleister sammelt Daten nur, um zu verifizieren, dass Sie ein Mensch und kein Bot sind. Ihre E-Mail Adresse wird nicht mit hCaptcha geteilt.

source: Our hosting provider is Uberspace (a service by Jonas Pasche, Kaiserstr. 15, 55116 Mainz, Germany).
de_de: Unser Hosting-Provider ist Uberspace (ein Service von Jonas Pasche, Kaiserstr. 15, 55116 Mainz, Deutschland).

source: The data protection agreement according to art. 28 GDPR can be found on <a>their website</a>.
de_de: Die Datenschutzvereinbarung nach Art. 28 GDPR finden Sie auf <a>ihrer Website</a>.

source: Please <a>contact me</a> to deactivate the link or to delete your data.
de_de: <a>Kontaktiere mich</a> bitte um den Link zu deaktivieren oder um deine Daten löschen zu lassen.

source: I can add a hash of your email address to the blacklist so no one can use it on this website again.
de_de: Ich kann einen Hash Ihrer E-Mail-Adresse zur Blacklist hinzufügen, so dass niemand sie mehr auf dieser Website verwenden kann.

source: According to article 17 and 18 GDPR you have a right to erasure of your data and to restriction the processing of your data.
de_de: Gemäß Artikel 17 und 18 DSGVO Sie haben ein Recht auf Löschung Ihrer Daten und zur Einschränkung der Verarbeitung Ihrer Daten.

source: You can withdraw your consent in processing your data at any time.
de_de: Sie können Ihre Einwilligung in die Verarbeitung Ihrer Daten jederzeit widerrufen.

source: Tracking and Webserver logs
de_de: Tracking und Webserver Logs

source: Our webserver logs every request to this website in a log file. This is for security purposes to prevent DDOS attacks and to see how many visitors the website has. Additionally the webserver has logs for error messages that are dispayed.
de_de: Unser Webserver speichert jeden Aufruf einer Webseite in einer Log-Datei. Das dient der Sicherheit und um DDOS Angriffe zu verhindern. Außerdem können wir so die Anzahl der Nutzer/Website-Aufrufe sehen. Zusätzlich hat der Webserver Logs für Fehlermeldungen.

source: To protect your privacy we only log the first 16 bits of an IPv4 address and the first 32 bits of an IPv6 address. Thus, the IPv4 address 82.98.87.93 and the IPv6 address 2a02:2e0:3fc:52:0:62:5768:38 are logged as 82.98.0.0 and 2a02:2e0:: in the actual log files.
de_de: Um unsere Besucher zu schützen speichern wir nur die ersten 16 Bit von IPv4 Adressen und die ersten 32 Bit von IPv6 Adressen. Das heißt die IPv4 Adresse 82.98.87.93 und die IPv6 Adresse 2a02:2e0:3fc:52:0:62:5768:38 werden als 82.98.0.0 und als 2a02:2e0:: in den Logs gespeichert.

source: Furthermore Cloudflare has logs about user data as stated above. These logs are kept for less than 24 hours.
de_de: Darüber hinaus verfügt Cloudflare, wie oben erwähnt, über Protokolle über Benutzerdaten. Diese Protokolle werden für weniger als 24 Stunden aufbewahrt.

source: Cookie policy
de_de: Cookie-Richtlinie

source: You can disable cookies in your browser settings then we won't be able to store them. You can also delete cookies in your browser.
de_de: Du kannst Cookies in deinem Browser deaktivieren und löschen. Dann werden keine mehr durch diese Website gespeichert.

source: You can withdraw your consent for storing cookies by clicking on the following link (we can still use cookies without consent on the basis of art. 6 GDPR) or by deleting your cookies in your browser.
de_de: Sie können Ihre Zustimmung zur Speicherung von Cookies widerrufen, indem Sie auf den folgenden Link klicken (wir können Cookies auch ohne Zustimmung auf der Grundlage von Art. 6 GDPR verwenden) oder indem Sie Ihre Cookies in Ihrem Browser löschen.

source: withdraw consent
de_de: Einwilligung widerrufen

source: Description
de_de: Beschreibung

source: Expires in X days
de_de: Läuft in X Tagen ab

source: Legal basis
de_de: Rechtsgrundlage

source: This cookie is created to store your consent for cookies.
de_de: Dieses Cookie speichert die Einwilligung für Cookies.

source: Consent
de_de: Einwilligung

source: This cookie stores your preffered language.
de_de: Das Cookie speichert die bevorzugte Sprache.

source: The PHP Session ID is required for the captcha and for security purposes.
de_de: PHP Session ID ist erforderlich für Captchas und für Sicherheitszwecke.

source: Session
de_de: Sitzung

source: This cookie helps Cloudflare detect malicious visitors and is for security purposes.
de_de: Dieses Cookie hilft Cloudflare schädliche Nutzer der Website zu identifizieren.

source: This cookie helps Cloudflare to correctly handle HTTP requests.
de_de: Dieses Cookie hilft Cloudflare um die HTTP Anfragen korrekt zu verarbeiten.

source: This cookie is required by Cloudflare to handle bots.
de_de: Dieses Cookie wird von Cloudflare wegen Bots benötigt.

source: Cookie required by Cloudflare to keep this website online.
de_de: Dieses Cookie benötigt Cloudflare um die Website online zu halten.

source: as required
de_de: nach Bedarf

source: Other rights
de_de: Sonstige Rechte

source: You can request an statement about you personal data which we store and process.
de_de: Sie können anfordern, dass eine Auskunft über Ihre persönlichen Daten, die wir speichern und verarbeiten, erteilen.

source: You have the right to lodge a complaint with a supervisory authority according to the GDPR.
de_de: Sie haben das Recht auf Beschwerde bei einer Aufsichtsbehörde gemäß der DSGVO.

source: <a>Contact the Spamty.eu team</a> if you need help.
de_de: <a>Kontaktiere das Spamty.eu-Team</a>, wenn du Hilfe brachst.

source: Please solve the captcha below to see the requested information:
de_de: Bitte löse das Captcha unten um die Informationen zu sehen:

source: Please click this box and follow possible instructions to verify that you are a human.
de_de: Bitte klicke die Box an und folge möglichen Anweisungen um zu bestätigen, dass du ein Mensch bist.

source: Show me!
de_de: Anzeigen!

source: Some people use robots to search the internet for contact information and email addresses to send spam mails.
de_de: Manche Leute verwenden Maschinen um das Internet nach Kontaktdaten und E-Mail-Adressen zu durchsuchen. An die gefundenen Adressen versenden sie dann Spam.

source: To protect against spam you were redirected to this website. We will check if you are a human and if we can show you the requested information.
de_de: Um sich vor Spam zu schützen, wurdest du auf diese Seite geleitet. Wir prüfen mit dem Captcha ob du ein Mensch bist und zeigen dir erst dann die gewünschten Informationen.

source: Please send an email to contact@spamty.eu with this error code.
de_de: Schicke bitte eine E-Mail an contact@spamty.eu und gebe folgenden Fehlercode an.

source: Here is the information you wanted to see:
de_de: Hier sind die Daten, die du sehen wolltest:

source: Spamty is a great alternative for reCAPTCHA Mailhide since it was discontinued.
de_de: Spamty ist ein guter Ersatz für reCAPTCHA Mailhide, da dieses Dienst eingestellt wurde.

source: Free
de_de: Kostenlos

source: API for developers
de_de: API für Entwickler

source: GDPR compliant
de_de: DSGVO konform

source: Encrypted database
de_de: Verschlüsselte Datenbank

source: since
de_de: seit

source: discontinued
de_de: beendet

source: Spamty offers a great alternative for the discontinued service 'scr.im'.
de_de: Spamty ist eine tolle Alternative für den beendeten Dienst 'scr.im'.

source: Spamty offers a great alternative for the discontinued service 'scr.im' to get less email spam.
de_de: Spamty bietet eine gute Alternative um weniger Spam zu bekommen für scr.im an, da dieser Dienst beendet wurde.
