Repository: Spamty/translate
Catalog: */LC_MESSAGES/spamty.po
Languages: de_de, es_es

source: Please send an email to contact@spamty.eu if you need help.
es_es: Por favor envíe un correo electrónico a contact@spamty.eu si necesita ayuda.

source: Please fill out the Captcha field.
es_es: Por favor rellene el campo de Captcha.

source: We couldn't verify that you are a human.
de_de: Wir konnten nicht bestätigen, dass du ein Mensch bist.
es_es: No hemos podido verificar que usted es un humano.

source: Your IP address was blocked because of spamming.
es_es: Su dirección IP fue bloqueada por spam.

source: We can help you to see the requested email address:
es_es: Podemos ayudarle a ver la dirección de correo electrónico solicitada:

source: We will try to fix this problem and tell you the email address you wanted to see.
de_de: Wir geben dir dann die E-Mail Adresse, die du eigentlich wolltest und beheben dieses Problem.
es_es: Vamos a tratar de solucionar este problema y le dirá la dirección de correo electrónico que querías ver.

source: Here is the Email Address you wanted to see:
de_de: Hier ist die E-Mail-Adresse, die du sehen wolltest:
es_es: Esta es la dirección de correo electrónico que quieres ver:

source: This link was invalid. You - or the person who gave you this link - probably made a typo.
de_de: Dieser Link war ungültig. Du - oder die Person, von der du den Link hast - hat vermutlich einen Tippfehler gemacht.
es_es: Este enlace no es válido. - O la persona que te dio este link - hizo probablemente un error tipográfico.

source: We would love to help you with this problem but we can't. We also don't know the correct link.
de_de: Wir würden dir gerne bei diesem Problem helfen, aber das geht leider nicht. Wir kennen auch nicht den richtigen Link.
es_es: Estaremos encantados de ayudarle con este problema pero no podemos. También no se sabe el link correcto.

source: Email Address
es_es: Dirección de correo electrónico

source: Please solve the captcha below to see the email address:
es_es: Por favor, resolver el código de imagen de abajo para ver la dirección de correo electrónico:

source: You can also <a>use our contact form</a>.
es_es: También puede <a>utilizar nuestro formulario de contacto</a>.

source: I'm no spammer!
es_es: ¡No soy ningún spammer!

source: Your current IP address was reported on stopforumspam.com. We suppose you are a spammer.
es_es: Tu dirección IP actual fue reportado en stopforumspam.com. Suponemos que eres un spammer.

source: You probably got a random IP address from your internet service provider which someone else used earlier for spamming.
es_es: Probablemente tienes una dirección IP al azar de su proveedor de servicio de internet que alguien más utilizado anteriormente para mandar spam.

source: You can <a>remove this IP address from the stopforumspam-database</a> or wait until you get a new IP address from your provider (usually a few hours).
es_es: Usted puede <a>eliminar esta dirección IP de la base de datos de stopforumspam</a> o esperar hasta que obtenga una nueva dirección IP de su proveedor (generalmente unas pocas horas).

source: You can <a>contact me</a> if you have questions.
es_es: Usted puede <a>entrarme en contacto con</a> si usted tiene preguntas.

source: Subscribe to our newsletter
es_es: Suscríbete a nuestro newsletter

source: We will inform you regularly about all news from Spamty with our free email newsletter.
es_es: Le informaremos periódicamente sobre todas las noticias de Spamty con nuestro boletín de correo electrónico gratuito.

source: Stay informed <small>with our newsletter</small>
es_es: Mantente informado <small>con nuestro boletín</small>

source: We will inform you regularly about all news from <a>our blog</a>.
es_es: Le informaremos periódicamente sobre todas las noticias de <a>nuestro blog</a>.

source: Email Address
es_es: Dirección de correo electrónico

source: Language
es_es: Idioma

source: All fields are required.
es_es: Favor Llene todos los Datos.

source: The newsletter powered by <a>Mailchimp</a>.
es_es: El boletín impulsado por <a>MailChimp.</a>

source: Mailchimp Website
es_es: MailChimp Sitio Web

source: By signing up you agree to our <a>privacy policy</a>.
es_es: Al suscribirse usted acepta nuestra <a>política de privacidad.</a>

source: Subscribe
es_es: Susbcribirme

source: Premium Service
es_es: Servicio premium

source: We offer Spamty for free but there are also some additional features for users of our premium service.
es_es: Ofrecemos Spamty para libre, pero también hay algunas funciones adicionales para los usuarios de nuestro servicio premium.

source: We are working on some new features for a premium service. This is currently a beta test and only available for a few selected users.
es_es: Estamos trabajando en algunas novedades para un servicio premium. Actualmente se trata de una prueba beta y sólo disponible para unos pocos usuarios seleccionados.

source: Best spam protection
de_de: Bester Spamschutz
es_es: Protección de spam

source: Ad free
es_es: Sin anuncios

source: Secure Captcha
de_de: Sicheres Captcha
es_es: Captcha seguro

source: Multilingual
de_de: Mehrsprachig
es_es: Multilingualismo

source: Own Logo
es_es: Logotipo propio

source: Custom Short-URL
es_es: Corto-URL personalizado

source: No Spamty navigation
es_es: Sin navegación Spamty

source: Costs
es_es: Los costos

source: Completely free
es_es: Totalmente gratis

source: unknown
es_es: desconocido

source: Try the new features with <a>this link</a>.
es_es: Probar las nuevas características con <a>este enlace</a>.

source: We protect your personal data as best as possible. Read our privacy policy to see what data we collect, store and share.
de_de: Wir schützen deine Daten so gut wie möglich. Lese unsere Datenschutzhinweise um zu erfahren, welchen Daten wir erheben, speichern und teilen.
es_es: Protegemos sus datos personales lo mejor posibles. Lea nuestra política de privacidad para ver qué datos recoger, almacenar y compartir.

source: We will explain on this page what information we collect, how the data is stored and how we use your personal information.
es_es: Vamos a explicar en esta página la información que recopilamos, cómo se almacenan los datos y la forma en que utilizamos su información personal.

source: What kind of information do we store?
de_de: Welche Daten speichern wir?
es_es: ¿Qué tipo de información es lo que guardamos?

source: The use of this website is possible without the declaration of any personal data. It is voluntary to share personal data with us.
es_es: El uso de este sitio web es posible sin la declaración de los datos personales. Es voluntario para compartir datos personales con nosotros.

source: If you <a>create a link to your email address</a> we will store your email encrypted in our database.
es_es: Si <a>crea un enlace a su dirección de correo electrónico</a> almacenaremos su correo electrónico cifrado en nuestra base de datos.

source: Furthermore we store the date and time when the link was generated.
de_de: Zusätzlich speichern wir noch das Datum und Uhrzeit, wenn du den Link erstellst.
es_es: Además almacenamos la fecha y la hora en que se generó el enlace.

source: How is the email address encrypted?
es_es: ¿Cómo se cifra la dirección de correo electrónico?

source: The key for the encryption is randomly generated. It is not stored on our server. It is contained in the link to your email address. A decryption without this key is impossible.
es_es: La clave para el cifrado se genera aleatoriamente. No se almacena en nuestro servidor. Está contenida en el enlace a su dirección de correo electrónico. Un descifrado sin esta clave es imposible.

source: Sharing of personal data
de_de: Weitergabe von Daten
es_es: Puesta en común de los datos personales

source: Of course we do not share any personal data with third parties.
es_es: Por supuesto que no compartimos sus datos personales con terceros.

source: If someone clicks on the link to your email address he will be able to see your email. You shouldn't share the link with anyone who is not allowed to view your email address.
es_es: Si alguien hace clic en el enlace a su dirección de correo electrónico que va a ser capaz de ver su correo electrónico. Usted no debe compartir el enlace con alguien que no se deja ver tu dirección de correo electrónico.

source: How can I delete my data?
de_de: Wie kann ich meine Daten löschen?
es_es: ¿Cómo puedo eliminar mis datos?

source: Please <a>contact us</a> to deactivate the link or to delete your data.
es_es: Por favor, <a>póngase en contacto con nosotros</a> para desactivar el enlace o borrar sus datos.

source: Usage Statistics (Piwik)
es_es: Estadísticas de uso (Piwik)

source: We do not track our visitors.
es_es: No rastreamos nuestros visitantes.

source: Cookie Policy
es_es: Política de cookies

source: Cookies are small files that are stored in your browser. With this for example it is possible to store and get your preferred language setting.
de_de: Cookies sind kleine Textdateien, die in deinem Browser gespeichert werden. Mit diesen kann zum Beispiel die bevorzugte Spracheinstellung gespeichert werden.
es_es: Las cookies son pequeños archivos que se almacenan en su navegador. Con esto, por ejemplo, es posible almacenar y obtener su configuración de idioma preferido.

source: You can disable cookies in your browser's setting. Then we won't be able to store them.
es_es: Puede desactivar las cookies en la configuración de su navegador. Entonces no vamos a ser capaces de almacenarlos.

source: The newsletter is powered by <a>Mailchimp</a> (The Rocket Science Group, LLC, 512 Means St., Suite 404, Atlanta, Georgia 30318, USA).
es_es: El boletín es impulsado por <a>MailChimp</a> (El Grupo de Rocket Science, LLC, 512 Medios St., Suite 404, Atlanta, Georgia 30318, EE.UU.).

source: If you sign up your personal data will be share with this company.
es_es: Si te registras tus datos personales serán compartir con esta empresa.

source: Mailchimp complies to the <a>Safe Harbor Principles</a>.
es_es: MailChimp cumple con los <a>principios de puerto seguro.</a>

source: https://en.wikipedia.org/wiki/International_Safe_Harbor_Privacy_Principles
es_es: https://es.wikipedia.org/wiki/Principios_internacionales_safe_harbor

source: You can find their <a>privacy policy here</a>.
es_es: Usted puede encontrar su <a>política de privacidad aquí.</a>

source: Mailchimp privacy policy
es_es: Política de privacidad de Mailchimp

source: We can delete the data which was stored for the newsletter. Please <a>conatct us</a>.
es_es: Podemos eliminar los datos que se almacenan en el boletín. Por favor <a>conatct nosotros.</a>

source: More Informationen
es_es: Más información

source: You can contact me if you have any questions according the data protection:
de_de: Bei Fragen zum Datenschutz kannst du mich jederzeit kontaktieren:
es_es: Usted me puede contactar si tiene alguna pregunta de acuerdo a la protección de datos:

source: More contact options
es_es: Opciones de contacto

source: Why should I use this service?
de_de: Warum sollte ich diesen Service nutzen?
es_es: ¿Por qué debo utilizar este servicio?

source: Sometimes you may need to publish your email address on the internet. With Spamty you can protect it very good against spam.
es_es: A veces puede que necesite publicar su dirección de correo electrónico en internet. Con Spamty puede proteger muy bien contra el spam.

source: Why should I use Spamty?
es_es: ¿Por qué debo usar Spamty?

source: Sometimes you may need to publish your email address on the Internet. We'll protect it against spam.
es_es: A veces puede que necesite publicar su dirección de correo electrónico en Internet. Te protegemos contra el spam.

source: If you publish your email address in forums, on Twitter or somewhere else on internet it is an easy target for spam robots.
es_es: Si usted publica su dirección de correo electrónico en foros, en Twitter o en otro lugar en internet es un blanco fácil para los robots de spam.

source: They browse the internet to collect email addresses and send spam to them.
es_es: Navegan en internet para recopilar direcciones de correo electrónico y enviar spam a ellos.

source: An easy spam target: email address in a Tweet
es_es: Un objetivo fácil spam: correo electrónico en un Tweet

source: Spamty will convert your email address into a link. If someone clicks on this link we verify that this is a human before he can see your email address (see also: <a>How it works</a>).
es_es: Spamty va a convertir tu dirección de correo electrónico un enlace. Si alguien hace clic en este enlace verificamos que se trata de un ser humano antes de que pueda ver tu dirección de correo electrónico (ver también: <a>Cómo funciona</a>).

source: And the best: we won't store your email address in our database. We encrypt it and the key ist your link. This means that we are never able to access your email address without the link.
es_es: Y lo mejor: no guardamos su dirección de correo electrónico en nuestra base de datos. Cifrar y la clave es tu enlace. Esto significa que no somos capaces de acceder a su dirección de correo electrónico sin el enlace.

source: Protected against spam
es_es: Protegido contra el spam

source: Feel free to contact Spamty.eu if you need help or just want to talk.
de_de: Kontaktiere mich, wenn du Hilfe brauchst oder einfach nur reden willst.

source: Go to my email address on Spamty.
de_de: Zu meiner E-Mail Adresse auf Spamty.

source: creator of Spamty
de_de: Erschaffer von Spamty

source: GPG Key
de_de: GPG-Schlüssel

source: Please use my GPG key to encrypt emails!
de_de: Bitte benutze meinen GPG-Key, um E-Mails zu verschlüsseln!

source: Donate for Spamty.eu
de_de: Spende für Spamty.eu

source: We offer Spamty for free but you can support Spamty.eu with a donation.
de_de: Wir bieten Spamty kostenlos an, aber du kannst Spamty.eu mit einer Spende unterstützen.

source: Support Spamty with a donation
de_de: Unterstütze Spamty durch eine Spende

source: Send your donation via PayPal or a cryptocurrency. Choose any amount; with a minimum of 1 euro or equivalent for PayPal because of their fees.
de_de: Spende über PayPal oder Kryptowährungen einen beliebigen Betrag; mindestens 1 Euro bei PayPal wegen der Gebühren.

source: If you donate to Spamty.eu you can get a premium upgrade. Your Spamty link will then be ad-free and you can use your own logo for the website header.
de_de: Wenn du für Spamty.eu spendest, kannst du ein Premium-Upgrade bekommen. Dein Spamty Link ist dann werbefrei und du kannst dein eigenes Logo einblenden.

source: Do you use Spamty for your open source project or NGO? <a>Contact me</a> to get premium for free.
de_de: Verwendest du Spamty für ein Open-Source-Projekt oder eine gemeinnützige Organisation? <a>Kontaktiere mich</a> um ein kostenloses Premium-Upgrade zu bekommen.

source: Just follow these steps to get an upgrade:
de_de: Folge diesen Schritten um ein Upgrade zu erhalten:

source: Create your Spamty link <a>by signing up</a>.
de_de: Erstelle <a>hier einen neuen Spamty Link</a>.

source: Send an email to contact@spamty.eu to claim an upgrade to a premium account. Make sure to include your Spamty link that you just created.
de_de: Schicke eine E-Mail an contact@spamty.eu um ein Upgrade auf einen Premium-Account zu bekommen. Bitte gib hier deinen Spamty Link an.

source: You can try out <a>this premium Spamty link</a>.
de_de: Du kann diesen <a>Premium Spamty Link testen</a>.

source: How much should I pay?
de_de: Wie viel sollte ich bezahlen?

source: The costs for operating Spamty are currently per year:
de_de: Die jährlichen Kosten für den Betrieb von Spamty betragen zur Zeit:

source: For this year I currently received donations and ad revenues in the amount of
de_de: In diesem Jahr habe ich bisher Spenden und Werbeeinnahmen in dieser Höhe erhalten:

source: You can track payments for
de_de: Du kannst die Zahlungen nachverfolgen für

source: Previous years
de_de: Vergangene Jahre

source: This is the funding from last years:
de_de: Das sind die finanziellen Daten der letzten Jahre:

source: costs:
de_de: Kosten:

source: You can continue to our <a>Homepage</a>.
de_de: Du kannst weiter zu unserer <a>Startseite</a>.

source: Page gone
de_de: Seite verschwunden

source: This link is deprecated and is gone.
de_de: Dieser Link ist abgelaufen und verschwunden.

source: If you visited this link from any other website you can report them the broken link. There is nothing Spamty can do for you.
de_de: Wenn du hier von einer anderen Website gelandet bist, kannst du ihnen den ungültigen Link melden. Spamty.eu kann dir hierbei nicht weiterhelfen.

source: Do you want to use Spamty to protect your email address? <a>Sign up!</a>
de_de: Möchtest du mit Spamty deine E-Mail-Adresse schützen? <a>Anmelden!</a>

source: Was it your Spamty link?
de_de: War dies dein Spamty Link?

source: We had to remove a few old links because the encryption algorithm was deprecated. We deleted all data for these links from our database.
de_de: Wir mussten einige alte Links löschen, da der Verschlüsselungsalgorithmus veraltet war. Wir haben die entsprechenden Daten aus der Datenbank gelöscht.

source: You can contact me if you have any questions or need help
de_de: Bei Fragen kannst du mich jederzeit kontaktieren

source: Sometimes you may need to publish your email address on the Internet. We'll protect it against spam.
de_de: Manchmal musst du vielleicht deine E-Mail-Adresse im Internet veröffentlichen. Wir schützen sie vor Spam.

source: You will get a link to share it on the internet. Anyone who visits this link has to solve a captcha before he can see your contact information.
de_de: Du bekommst einen Link um diesen im Internet zu teilen. Wenn jemand auf diesen Link klickt, muss er ein Captcha lösen. Danach wird deine E-Mail Adresse angezeigt.

source: You will get a link to share on the web.
de_de: Du bekommst einen Link um diesen im Internet zu teilen.

source: Spamty will convert your email address into a link. If someone clicks on this link we verify that this is a human before he can see your email address.
de_de: Spamty verwandelt deine E-Mail-Adresse in einen Link. Wenn jemand auf diesen Link klickt, prüfen wir, ob er ein Mensch ist, bevor er deine E-Mail-Adresse sehen kann.

source: Spamty uses the awesome hCaptcha and a modified version of Securimage PHP Captcha for the best protection against bots.
de_de: Spamty verwendet das geniale hCaptcha und eine modifizierte Version von Securimage PHP Captcha für den besten Schutz gegen Bots.

source: The database is encrypted and the key is your Spamty link. We cannot see your email address.
de_de: Die Datenbank ist verschlüsselt und der Schlüssel ist Ihr Spamty-Link. Wir können Ihre E-Mail-Adresse nicht sehen.

source: Spamty is based in Germany and complies with the european GDPR (general data protection regulation).
de_de: Spamty hat seinen Sitz in Deutschland und entspricht den Vorgaben der europäischen Datenschutz-Grundverordnung.

source: The service is provided for free.
de_de: Diese Website wird kostenlos angeboten.

source: Use it to hide your email address or to protect any other contact information from internet robot spiders.
de_de: Verwenden Sie es, um Ihre E-Mail-Adresse zu verbergen oder andere Kontaktinformationen vor Internet-Bots zu schützen.

source: The Spamty link is very long. Is it possible to get a shorter one?
de_de: Der Link zu meiner E-Mail Adresse ist sehr lang. Gibt es einen Kürzeren?

source: The URL is very long because we need it for encrypting and decrypting your data.
de_de: Die URL ist so lang, weil darin der Code zur Verschlüsselung enthalten ist.

source: You can use <a>any URL Shortener</a> to get a shorter one.
de_de: Du kannst <a>einen URL-Kürzer</a> verwenden um einen kürzeren Link zu bekommen.

source: Can I use Spamty with Tor?
de_de: Kann ich Spamty mit Tor verwenden?

source: You can also access Spamty via Tor:
de_de: Du kannst Spamty auch über Tor erreichen:

source: All links are also valid with our .onion address.
de_de: Alle Links sind auch mit der .onion Domain gültig.

source: To help financing this project you can donate <a>via PayPal or Bitcoin</a> and get an upgrade to a premium account.
de_de: Um uns bei der Finanzierung zu helfen, kannst du gerne <a>via PayPal oder Bitcoin</a> spenden und dafür einen Premium Account bekommen.

source: Are there options to use Spamty with many email addresses?
de_de: Gibt es Optionen, um Spamty mit einer Reihe von E-Mail-Adressen zu verwenden?

source: If you want to use Spamty to create links to multiple email addresses you can <a>use our API</a>.
de_de: Wenn Sie Spamty verwenden möchten, um Links zu mehreren E-Mail-Adressen zu erstellen, können Sie <a>unsere API</a> verwenden.

source: Or you can <a>contact me</a> to get access to a bulk link creator tool. This can be used to create Spamty links for a list of hundreds of email addresses.
de_de: Oder Sie können <a>Kontaktieren Sie mich</a>, um Zugang zu einem Bulk Link Creator Tool zu erhalten. Damit können Sie Spamty-Links für eine Liste von Hunderten von E-Mail-Adressen erstellen.

source: Is the source code public? Can I run a self-hosted version?
de_de: Ist der Quellcode öffentlich? Kann ich eine eigene Version von Spamty betreiben?

source: I created a small PHP script to run a self-hosted version of Spamty.
de_de: Ich habe ein kleines PHP Skript erstellt.

source: Upload the PHP file to your web server and edit the file to adjust it to your needs.
de_de: Lade die PHP Datei auf deinen Webserver hoch und bearbeite sie um sie an deine Bedürfnisse anzupassen.

source: Stay informed about recents developments with this news feed.
de_de: Bleib mit diesem Newsfeed über die jüngsten Entwicklungen auf dem Laufenden.

source: The news feed is only available in English.
de_de: Der Newsfeed ist nur in englischer Sprache verfügbar.

source: Language
de_de: Sprache

source: Translate
de_de: Übersetzen

source: This is going to create a Cookie to store your preferred language. Is this okay?
de_de: Dadurch wird ein Cookie erstellt, um deine bevorzugte Sprache zu speichern. Ist das okay?

source: Newsfeed
de_de: Neuigkeiten

source: Donate
de_de: Spenden

source: <a>Learn more!</a>
de_de: <a>Mehr erfahren!</a>

source: Protect other contact information
de_de: Schütze andere Kontaktinformationen

source: I accept the <a>privacy policy</a>.
de_de: Ich akzeptiere die <a>Datenschutzbestimmungen</a>.

source: We store an AES-256 encrypted version of your email address in our database. This means we cannot see your email address unless we get your Spamty link.
de_de: Wir speichern eine AES-256 verschlüsselte Version deiner E-Mail Adresse. Das bedeutet, dass wir deine E-Mail Adresse nicht sehen können.

source: Create Link
de_de: Link erstellen

source: Please send an email to contact@spamty.eu to get help.
de_de: Bitte schicke eine E-Mail an contact@spamty.eu wenn du Hilfe benötigst.

source: Copy to clipboard
de_de: In die Zwischenablage kopieren

source: Copied!
de_de: Kopiert!

source: Show me HTML code
de_de: Zeig mir HTML Code

source: My email address
de_de: Meine E-Mail-Adresse

source: You can support us with a <a>donation via PayPal or Bitcoin</a> and upgrade to premium.
de_de: Du kannst uns mit einer <a>Spende über PayPal oder Bitcoin</a> unterstützen und einen Premium-Account bekommen.

source: Share your link
de_de: Teile den Link

source: Share the link
de_de: Teile den Link

source: Enter one valid email address per line. No other seperators.
de_de: Gib eine E-Mail-Adresse pro Zeile ein und verwende keine anderen Trennzeichen.

source: characters
de_de: Zeichen

source: Protect only your email address
de_de: Schütze nur deine E-Mail Adresse
