Repository: spamty/translate
Catalog: */LC_MESSAGES/spamty.po
Languages: fr_fr

source: Contact Me
fr_fr: Me contacter

source: Feel free to contact Spamty.eu if you need help or just want to talk.
fr_fr: N’hésitez pas à Spamty.eu si vous avez besoin d’aide ou si vous voulez simplement parler.

source: Go to my email address on Spamty.
fr_fr: Lien vers mon adresse E-mail.

source: creator of Spamty
fr_fr: créateur de Spamty

source: Please use my GPG key to encrypt emails!
fr_fr: S’il vous plaît utiliser GPG pour chiffrer les e-mails!

source: Donate for Spamty.eu
fr_fr: Faites un don pour Spamty.eu

source: We offer Spamty for free but you can support Spamty.eu with a donation.
fr_fr: Nous offrons Spamty gratuitement, mais vous pouvez soutenir Spamty.eu avec un don.

source: Support Spamty with a donation
fr_fr: Soutenez Spamty par un don

source: Send your donation via PayPal or a cryptocurrency. Choose any amount; with a minimum of 1 euro or equivalent for PayPal because of their fees.
fr_fr: Envoyez votre don par PayPal ou une crypto-monnaie. Choisissez n’importe quel montant; avec un minimum de 1 euro ou l’équivalent pour PayPal en raison de leurs frais.

source: If you donate to Spamty.eu you can get a premium upgrade. Your Spamty link will then be ad-free and you can use your own logo for the website header.
fr_fr: Si vous faites un don à Spamty.eu vous pouvez obtenir une mise à niveau premium. Votre lien Spamty sera alors sans annonce et vous pouvez utiliser votre propre logo pour l’en-tête du site Web.

source: Do you use Spamty for your open source project or NGO? <a>Contact me</a> to get premium for free.
fr_fr: Utilisez-vous Spamty pour votre projet open source ou votre ONG ? <a>Contactez-moi</a> pour obtenir la prime gratuitement.

source: Just follow these steps to get an upgrade:
fr_fr: Il suffit de suivre ces étapes pour obtenir une mise à niveau:

source: Create your Spamty link <a>by signing up</a>.
fr_fr: Créez votre lien Spamty <a>en vous inscrivant</a>.

source: Send an email to contact@spamty.eu to claim an upgrade to a premium account. Make sure to include your Spamty link that you just created.
fr_fr: Envoyez un e-mail contact@spamty.eu pour demander une mise à niveau vers un compte premium. Assurez-vous d’inclure votre lien Spamty que vous venez de créer.

source: You can try out <a>this premium Spamty link</a>.
fr_fr: Vous pouvez essayer ce <a>lien premium Spamty</a>.

source: How much should I pay?
fr_fr: Combien dois-je payer?

source: The costs for operating Spamty are currently per year:
fr_fr: Les coûts d’exploitation de Spamty sont actuellement par an :

source: For this year I currently received donations and ad revenues in the amount of
fr_fr: Pour cette année, j’ai reçu des dons et des recettes publicitaires d’un montant de

source: You can track payments for
fr_fr: Vous pouvez suivre les paiements

source: Previous years
fr_fr: Années dernières

source: This is the funding from last years:
fr_fr: Voici le financement des dernières années :

source: costs:
fr_fr: coûts:

source: Page not found
fr_fr: Page non trouvée

source: We couldn't find the Page you were looking for.
fr_fr: Désolé, nous n’avons pas trouvé la page que vous recherchez.

source: And now?
fr_fr: Et la suite?

source: You can continue to our <a>Homepage</a>.
fr_fr: Vous pouvez continuer à notre page <a>d’accueil</a>.

source: Contact me
fr_fr: Me contacter

source: You can report this error here so we can try to fix it.
fr_fr: Vous pouvez signaler cette erreur ici afin que nous puissions essayer de la corriger.

source: Page gone
fr_fr: Page disparu

source: This link is deprecated and is gone.
fr_fr: Ce lien est déprécié et a disparu.

source: If you visited this link from any other website you can report them the broken link. There is nothing Spamty can do for you.
fr_fr: Si vous avez visité ce lien à partir de n’importe quel autre site Web, vous pouvez leur signaler le lien rompu. Il n’y a rien que Spamty puisse faire pour vous.

source: Do you want to use Spamty to protect your email address? <a>Sign up!</a>
fr_fr: Voulez-vous utiliser Spamty pour protéger votre adresse e-mail ? <a>Inscrivez-vous!</a>

source: Was it your Spamty link?
fr_fr: Était-ce votre lien Spamty?

source: We had to remove a few old links because the encryption algorithm was deprecated. We deleted all data for these links from our database.
fr_fr: Nous avons dû supprimer quelques anciens liens parce que l’algorithme de cryptage a été déprécié. Nous avons supprimé toutes les données de ces liens de notre base de données.

source: You can contact me if you have any questions or need help
fr_fr: Vous pouvez me contacter si vous avez des questions ou si vous avez besoin d’aide

source: Frequently Asked Questions
fr_fr: Questions fréquemment posées

source: How Spamty works, how you can protect your email against spam and more frequently asked questions.
fr_fr: Comment Spamty fonctionne, comment vous pouvez protéger votre email contre le spam et les questions les plus fréquemment posées.

source: Feel free to <a>contact me</a> if you have any other questions.
fr_fr: N’hésitez pas à <a>me contacter</a> si vous avez d’autres questions.

source: How does Spamty work?
fr_fr: Comment fonctionne Spamty?

source: Sometimes you may need to publish your email address on the Internet. We'll protect it against spam.
fr_fr: Parfois, vous devrez peut-être publier votre adresse e-mail sur Internet. Nous le protégerons contre le spam.

source: You will get a link to share it on the internet. Anyone who visits this link has to solve a captcha before he can see your contact information.
fr_fr: Vous obtiendrez un lien pour le partager sur Internet. Toute personne qui visite ce lien doit résoudre un captcha avant de pouvoir voir vos coordonnées.

source: Enter your email address in the form to generate your link.
fr_fr: Entrez votre adresse email dans le formulaire pour générer votre lien.

source: You will get a link to share on the web.
fr_fr: Vous obtiendrez un lien à partager sur le web.

source: Share the link for example on your blog, on Twitter or anywhere you want.
fr_fr: Partager le lien par exemple sur votre blog, sur Twitter ou partout où vous voulez.

source: Someone who clicks on the link has to solve a captcha before he sees your email address.
fr_fr: Une personne qui clique sur le lien doit résoudre un captcha avant qu’il voit votre adresse email.

source: <a>Try it yourself</a>.
fr_fr: <a>Essayez vous-même</a>.

source: Why should I use this service?
fr_fr: Pourquoi devrais-je utiliser ce service?

source: Spamty will convert your email address into a link. If someone clicks on this link we verify that this is a human before he can see your email address.
fr_fr: Spamty convertira votre adresse e-mail en lien. Si quelqu’un clique sur ce lien, nous vérifions qu’il s’agit d’un humain avant qu’il puisse voir votre adresse e-mail.

source: Spamty uses the awesome hCaptcha and a modified version of Securimage PHP Captcha for the best protection against bots.
fr_fr: Spamty utilise le hCaptcha impressionnant et une version modifiée de Securimage PHP Captcha pour la meilleure protection contre les bots.

source: The database is encrypted and the key is your Spamty link. We cannot see your email address.
fr_fr: La base de données est cryptée et la clé est votre lien Spamty. Nous ne pouvons pas voir votre adresse e-mail.

source: Spamty is based in Germany and complies with the european GDPR (general data protection regulation).
fr_fr: Spamty est basé en Allemagne et respecte le RGPD (règlement général sur la protection des données).

source: The service is provided for free.
fr_fr: Le service est fourni gratuitement.

source: Use it to hide your email address or to protect any other contact information from internet robot spiders.
fr_fr: Utilisez-le pour masquer votre adresse e-mail ou pour protéger toute autre information de contact contre les araignées robot internet.

source: The Spamty link is very long. Is it possible to get a shorter one?
fr_fr: Le lien Spamty est très long. Est-il possible d’obtenir un plus court?

source: The URL is very long because we need it for encrypting and decrypting your data.
fr_fr: L’URL est très longue car nous en avons besoin pour chiffrer et décrypter vos données.

source: You can use <a>any URL Shortener</a> to get a shorter one.
fr_fr: Vous pouvez utiliser <a>un URL shortener</a> pour en obtenir une plus courte.

source: Can I use Spamty with Tor?
fr_fr: Puis-je utiliser Spamty avec Tor ?

source: You can also access Spamty via Tor:
fr_fr: Vous pouvez également accéder à Spamty via Tor:

source: All links are also valid with our .onion address.
fr_fr: Tous les liens sont également valables avec notre adresse .onion.

source: How do you finance this project?
fr_fr: Comment financer ce projet ?

source: To help financing this project you can donate <a>via PayPal or Bitcoin</a> and get an upgrade to a premium account.
fr_fr: Pour aider au financement de ce projet, vous pouvez faire un don <a>via PayPal ou Bitcoin</a> et obtenir une mise à niveau vers un compte premium.

source: Are there options to use Spamty with many email addresses?
fr_fr: Existe-t-il des options pour utiliser Spamty avec de nombreuses adresses e-mail ?

source: If you want to use Spamty to create links to multiple email addresses you can <a>contact me</a> to get access to a bulk link creator tool. This can be used to create Spamty links for a list of hundreds of email addresses.
fr_fr: Si vous souhaitez utiliser Spamty pour créer des liens vers plusieurs adresses e-mail, vous pouvez <a>me contacter</a> pour accéder à un outil de création de liens en vrac. Cela peut être utilisé pour créer des liens spam pour une liste de centaines d’adresses e-mail.

source: Is the source code public? Can I run a self-hosted version?
fr_fr: Le code source est-il public ? Puis-je exécuter une version auto-hébergée ?

source: I created a small PHP script to run a self-hosted version of Spamty.
fr_fr: J’ai créé un petit script PHP pour exécuter une version auto-hébergée de Spamty.

source: Upload the PHP file to your web server and edit the file to adjust it to your needs.
fr_fr: Téléchargez le fichier PHP sur votre serveur Web et modifiez le fichier pour l’ajuster à vos besoins.

source: Spamty news feed
fr_fr: Flux d’actualités Spamty

source: Stay informed about recents developments with this news feed.
fr_fr: Restez informé des développements récents avec ce fil d’actualité.

source: Spamty news blog
fr_fr: Spamty blog nouvelles

source: The news feed is only available in English.
fr_fr: Le fil d’actualité n’est disponible qu’en anglais.

source: Language
fr_fr: Langue

source: Translate
fr_fr: Aide à la traduction

source: This is going to create a Cookie to store your preferred language. Is this okay?
fr_fr: Cela va créer un cookie pour stocker votre langue préférée. C’est bon ?

source: FAQ/Help
fr_fr: Aide/FAQ

source: Legal & Privacy Notice
fr_fr: Mentions légales &Avis de confidentialité

source: Protect your Email Address against Spam
fr_fr: Protégez votre adresse e-mail contre le spam

source: Tired of spam? Spamty helps you to protect your email address on the web by asking people to solve a captcha before they see it.
fr_fr: Fatigué de spam? Spamty vous aide à protéger votre adresse email sur le web en demandant aux gens de résoudre un captcha avant qu’ils le voient.

source: Donate
fr_fr: Faire un don

source: Protect your email address
fr_fr: Protégez votre adresse e-mail

source: Protect your Email
fr_fr: Protéger votre adresse E-mail

source: Tired of Spam? With Spamty you can protect your email address to share it on the web.
fr_fr: Fatigué de Spam? Avec Spamty vous pouvez protéger votre adresse e-mail pour partager sur le web.

source: Enter your email address below and we will encrypt it and give you a link. If somebody opens the link he has to solve a captcha and then he is able to see your email address.
fr_fr: Entrez votre adresse email ci-dessous et nous allons crypter et de vous donner un lien. Si quelqu’un ouvre le lien qu’il a à résoudre un captcha et puis il est capable de voir votre adresse email.

source: <a>Learn more!</a>
fr_fr: <a>En savoir plus!</a>

source: Your email address
fr_fr: Votre adresse email

source: Protect other contact information
fr_fr: Protéger les autres coordonnées

source: I accept the <a>privacy policy</a>.
fr_fr: J’accepte la <a>politique de confidentialité</a>.

source: Privacy Policy
fr_fr: Politique de confidentialité

source: We store an AES-256 encrypted version of your email address in our database. This means we cannot see your email address unless we get your Spamty link.
fr_fr: Nous stockons une version cryptée AES-256 de votre adresse e-mail dans notre base de données. Cela signifie que nous ne pouvons pas voir votre adresse e-mail à moins d’obtenir votre lien Spamty.

source: Create Link
fr_fr: Créer un lien

source: Please do not fill out the "Name" field. It is only for spam protection.
fr_fr: S’il vous plaît ne remplissez pas le champ "Nom". C’est seulement pour la protection contre le spam.

source: <a>Reload the Form</a> and try again.
fr_fr: <a>Recharger le formulaire</a> et essayez à nouveau.

source: <a>Contact me</a> if you need help.
fr_fr: <a>Contactez-moi</a> si vous avez besoin d’aide.

source: This was no valid email address.
fr_fr: Il s’agissait d’aucune adresse de courriel valide.

source: Please send an email to contact@spamty.eu to get help.
fr_fr: S’il vous plaît envoyez un courriel à contact@spamty.eu si vous avez besoin d’aide.

source: Your Spamty link
fr_fr: Votre lien de Spamty

source: This is the link where your email address can be found:
fr_fr: Voici le lien où se trouve votre adresse email:

source: Copy to clipboard
fr_fr: Copier dans le presse-papiers

source: Copied!
fr_fr: Copié !

source: Show me HTML code
fr_fr: Montrez-moi le code HTML

source: My email address
fr_fr: Mon adresse mail

source: You can support us with a <a>donation via PayPal or Bitcoin</a> and upgrade to premium.
fr_fr: Vous pouvez nous soutenir par un don <a>via PayPal Bitcoin et passer</a> à la prime.

source: Share your link
fr_fr: Partager le lien

source: You can share this link now on the internet.
fr_fr: Vous pouvez partager ce lien maintenant sur internet.

source: Too long?
fr_fr: Trop long?

source: You can <a>shorten this URL</a>.
fr_fr: Vous pouvez <a>raccourcir cette URL</a>.

source: Share the link
fr_fr: Partager le lien

source: Share on Facebook
fr_fr: Partager sur Facebook

source: Protected against #Spam. My email address:
fr_fr: Protégé contre les #Spam. Mon adresse email:

source: Share on Twitter
fr_fr: Désactiver parts Twitter

source: Link to my Email Address
fr_fr: Lien vers mon adresse E-mail

source: You can find my email address here:
fr_fr: Vous pouvez trouver mon adresse email ici:

source: Share via email
fr_fr: Partagez-le par mail

source: Enter one valid email address per line. No other seperators.
fr_fr: Entrez une adresse e-mail valide par ligne. Pas d’autres séperateurs.

source: characters
fr_fr: caractères

source: Protect only your email address
fr_fr: Protégez votre adresse e-mail

source: I am legally allowed to create Spamty links for all the email addresses; especially I have permission of the data subjects.
fr_fr: Je suis légalement autorisé à créer des liens Spamty pour toutes les adresses e-mail; surtout j’ai la permission des sujets de données.

source: We will not send a confirmation email to the email addresses entered above.
fr_fr: Nous n’enverrons pas d’e-mail de confirmation aux adresses e-mail saisies ci-dessus.

source: Your browser does not support JavaScript. Please enable JavaScript.
fr_fr: Votre navigateur ne prend pas en charge JavaScript. S’il vous plaît activer JavaScript.

source: Or go to the version without JavaScript.
fr_fr: Ou aller à la version sans JavaScript.

source: Encryption is done with JavaScript in your browser.
fr_fr: Le chiffrement se fait avec JavaScript dans votre navigateur.

source: There was a problem with the encryption.
fr_fr: Il y avait un problème avec le cryptage.

source: There was a problem with the encryption.
fr_fr: Il y avait un problème avec le cryptage.

source: Protect your data with Spamty
fr_fr: Protégez vos données avec Spamty

source: Create a Spamty link and protect your contact information or any other data on the internet against spam bots.
fr_fr: Créez un lien Spamty et protégez vos coordonnées ou toute autre donnée sur Internet contre les spam bots.

source: Protect your data
fr_fr: Protégez vos données

source: Enter any sensitive information below and we will encrypt it and give you a link. If somebody opens the link he has to solve a captcha and then he is able to see the information.
fr_fr: Entrez toutes les informations sensibles ci-dessous et nous les chiffrerons et vous donnerons un lien. Si quelqu’un ouvre le lien, il doit résoudre un captcha et puis il est en mesure de voir l’information.

source: Your data/ information/ text
fr_fr: Vos données/ informations/ texte

source: This email address is used for a confirmation email and will not be published.
fr_fr: Cette adresse e-mail est utilisée pour un e-mail de confirmation et ne sera pas publiée.

source: We will store the text that you entered with AES-256 encryption in our database. This means we cannot read it unless we get your Spamty link. Your email address is stored in cleartext.
fr_fr: Nous stockerons le texte que vous avez entré avec le chiffrement AES-256 dans notre base de données. Cela signifie que nous ne pouvons pas le lire à moins que nous obions votre lien Spamty. Votre adresse e-mail est stockée dans cleartext.

source: Your text was too long. There is a limit of 200 characters.
fr_fr: Ton texte était trop long. Il y a une limite de 200 caractères.

source: This is your link:
fr_fr: Partager le lien :

source: Protected text:
fr_fr: Texte protégé :

source: Link the information
fr_fr: Protéger les autres coordonnées

source: You can find the information here:
fr_fr: Vous pouvez trouver l’information ici:

source: Legal Notice & Privacy Policy
fr_fr: Mentions légales &Politique de confidentialité

source: Here are all legal information about Spamty including contact information. Read our privacy policy to see what data we collect, store and share.
fr_fr: Voici toutes les informations légales sur Spamty, y compris les coordonnées. Lisez notre politique de confidentialité pour voir quelles données nous collectons, stockons et partageons.

source: This Website is provided by:
fr_fr: Ce site Web est fourni par:

source: You can contact me via email:
fr_fr: Vous pouvez me contacter par courrier électronique :

source: This webservice is provided without a gainful intension.
fr_fr: Ce service web est fourni sans une intension ré gainée.

source: Disclaimer
fr_fr: Exclusion de responsabilité

source: We are not liable for content created by users (especially posts and comments in the blog). Any liability in this regard is possible at the earliest from the time of knowledge of a concrete infringement.
fr_fr: Nous ne sommes pas responsables du contenu créé par les utilisateurs (en particulier les messages et les commentaires dans le blog). Toute responsabilité à cet égard est possible au plus tôt dès la connaissance d’une infraction concrète.

source: This website contains links to third party websites. We have no influence on the content of these websites and cannot accept any liability for such third-party content. The respective provider or operator is always responsible for the content of the linked websites.
fr_fr: Ce site web contient des liens vers des sites Web tiers. Nous n’avons aucune influence sur le contenu de ces sites Web et ne pouvons accepter aucune responsabilité pour ce contenu tiers. Le fournisseur ou l’opérateur concerné est toujours responsable du contenu des sites web liés.

source: At the time of linking we could not find any illegal content on these websites. If we become aware of illegal content or other legal infringements, we will remove the corresponding links immediately. A permanent control of the linked websites is not reasonable.
fr_fr: Au moment de relier nous ne pouvions pas trouver de contenu illégal sur ces sites. Si nous prenons connaissance de contenus illégaux ou d’autres infractions légales, nous supprimerons immédiatement les liens correspondants. Un contrôle permanent des sites web liés n’est pas raisonnable.

source: The contents published on this website are subject to copyright. Copying, editing and distribution requires the consent of the respective copyright holder.
fr_fr: Les contenus publiés sur ce site sont soumis au droit d’auteur. La copie, l’édition et la distribution nécessitent le consentement du titulaire du droit d’auteur respectif.

source: Content that was not created by us is indicated, if a marking is required. As far as the content on this site was not created by us, the copyrights of third parties are respected.
fr_fr: Le contenu qui n’a pas été créé par nous est indiqué, si un marquage est nécessaire. En ce qui concerne le contenu de ce site n’a pas été créé par nous, les droits d’auteur de tiers sont respectés.

source: Should you become aware of a copyright infringement, please inform us and we will remove the content immediately.
fr_fr: Si vous êtes au courant d’une violation du droit d’auteur, veuillez nous en informer et nous supprimerons le contenu immédiatement.

source: What kind of information do we store?
fr_fr: Quel genre d’information ne nous stockons?

source: If you <a>create a link to your email address</a> we will store your email address encrypted in our database.
fr_fr: Si vous créez <a>un lien vers votre adresse e-mail, nous</a> stockerons votre adresse e-mail cryptée dans notre base de données.

source: If you <a>create a Spamty link for other personal information</a> we will store the text that you enter in the textfield encrypted in our database and your email address in cleartext.
fr_fr: Si vous <a>créez un lien Spamty pour d’autres informations personnelles,</a> nous stockerons le texte que vous entrez dans le champ de texte crypté dans notre base de données et votre adresse e-mail en texte clair.

source: Furthermore we store the date and time when the link was generated.
fr_fr: En outre, nous stockons la date et l’heure lorsque le lien a été généré.

source: We store this data as long as you do not ask us to delete it but we cannot guarantee any service or the availability of Spamty.
fr_fr: Nous stockons ces données tant que vous ne nous demandez pas de les supprimer, mais nous ne pouvons garantir aucun service ou la disponibilité de Spamty.

source: How is the data encrypted?
fr_fr: Comment les données sont-elles chiffrées ?

source: We encrypt the data with the AES-256 algorithm which is also used in the US to encrypt "Top Secret" documents.
fr_fr: Nous cryptons les données avec l’algorithme AES-256 qui est également utilisé aux États-Unis pour chiffrer les documents « Top Secret ».

source: The key for the encryption is randomly generated. It is not stored on our server but contained in the link that you created. A decryption without this key is not possible.
fr_fr: La clé du chiffrement est générée au hasard. Il n’est pas stocké sur notre serveur mais contenu dans le lien que vous avez créé. Un décryptage sans cette clé n’est pas possible.

source: Sharing of personal data
fr_fr: Partage des données personnelles
