Repository: spamty/translate
Catalog: */LC_MESSAGES/spamty.po
Languages: fr_fr

source: If someone clicks on the Spamty link he will be able to see your email address or the data after he solved a captcha. You shouldn't share the link with anyone who is not allowed to view this information.
fr_fr: Si quelqu’un clique sur le lien Spamty, il sera en mesure de voir votre adresse e-mail ou les données après avoir résolu un captcha. Vous ne devriez pas partager le lien avec toute personne qui n’est pas autorisée à consulter ces informations.

source: We use Cloudflare (a service by Cloudflare Inc., 101 Townsend St, San Francisco, CA 94107 / Cloudflare Ltd., County Hall/The Riverside Building, Belvedere Road, London, SE1 7PB) to protect and optimize this website.
fr_fr: Nous utilisons Cloudflare (un service de Cloudflare Inc, 101 Townsend St, San Francisco, CA 94107 / Cloudflare Germany GmbH, Rosental 7, 80331 Munich, Allemagne) pour protéger et optimiser ce site web.

source: Cloudflare processes End Users’ information in logs. The information processed may include but is not limited to IP addresses, system configuration information, and other information about traffic to and from Customers’ websites, devices, applications, and/or networks. Cloudflare keeps user-level data for less than 24 hours.
fr_fr: Cloudflare traite les informations des utilisateurs finaux dans les journaux. Les informations traitées peuvent inclure, mais ne se limitent pas aux adresses IP, aux informations de configuration du système et à d’autres informations sur le trafic vers et depuis les sites Web, les appareils, les applications et/ou les réseaux des clients. Cloudflare conserve les données au niveau de l’utilisateur pendant moins de 24 heures.

source: We use hCaptcha (a service by Intuition Machines, Inc.) for the captchas to protect your email address against spam bots.
fr_fr: Nous utilisons hCaptcha (un service d’Intuition Machines, Inc.) pour les captchas afin de protéger votre adresse e-mail contre les spam bots.

source: This service provider collects data only to verify that you are a human and not a bot. Your email address is not shared with hCaptcha.
fr_fr: Ce fournisseur de services recueille des données uniquement pour vérifier que vous êtes un humain et non un bot. Votre adresse e-mail n’est pas partagée avec hCaptcha.

source: Our hosting provider is Uberspace (a service by Jonas Pasche, Kaiserstr. 15, 55116 Mainz, Germany).
fr_fr: Notre fournisseur d’hébergement est Uberspace (un service de Jonas Pasche, Kaiserstr. 15, 55116 Mayence, Allemagne).

source: The data protection agreement according to art. 28 GDPR can be found on <a>their website</a>.
fr_fr: L’accord de protection des données selon l’art. 28 GDPR peut être trouvé sur <a>leur site Web</a>.

source: How can I delete my data?
fr_fr: Comment puis-je supprimer mes données?

source: Please <a>contact me</a> to deactivate the link or to delete your data.
fr_fr: S’il vous plaît <a>contactez-moi</a> pour désactiver le lien ou pour supprimer vos données.

source: I can add a hash of your email address to the blacklist so no one can use it on this website again.
fr_fr: Je peux ajouter un hachage de votre adresse e-mail à la liste noire afin que personne ne puisse l’utiliser sur ce site à nouveau.

source: According to article 17 and 18 GDPR you have a right to erasure of your data and to restriction the processing of your data.
fr_fr: Selon les articles 17 et 18 de la GDPR, vous avez le droit d'effacer vos données et de restreindre le traitement de vos données.

source: You can withdraw your consent in processing your data at any time.
fr_fr: Vous pouvez à tout moment retirer votre consentement au traitement de vos données.

source: Tracking and Webserver logs
fr_fr: Journaux de suivi et de serveur web

source: Our webserver logs every request to this website in a log file. This is for security purposes to prevent DDOS attacks and to see how many visitors the website has. Additionally the webserver has logs for error messages that are dispayed.
fr_fr: Notre serveur web enregistre chaque demande adressée à ce site dans un fichier journal. Ceci est fait à des fins de sécurité pour prévenir les attaques DDOS et pour voir combien de visiteurs le site web a. En outre, le serveur web dispose de journaux pour les messages d'erreur qui sont envoyés.

source: To protect your privacy we only log the first 16 bits of an IPv4 address and the first 32 bits of an IPv6 address. Thus, the IPv4 address 82.98.87.93 and the IPv6 address 2a02:2e0:3fc:52:0:62:5768:38 are logged as 82.98.0.0 and 2a02:2e0:: in the actual log files.
fr_fr: Pour protéger votre vie privée, nous n'enregistrons que les 16 premiers bits d'une adresse IPv4 et les 32 premiers bits d'une adresse IPv6. Ainsi, l'adresse IPv4 82.98.87.93 et l'adresse IPv6 2a02:2e0:3fc:52:0:62:5768:38 sont enregistrées sous les noms 82.98.0.0 et 2a02:2e0: : dans les fichiers journaux actuels.

source: Furthermore Cloudflare has logs about user data as stated above. These logs are kept for less than 24 hours.
fr_fr: En outre Cloudflare a des journaux sur les données utilisateur comme indiqué ci-dessus. Ces journaux sont conservés moins de 24 heures.

source: Cookie policy
fr_fr: Politique de cookies

source: Cookies are small files that are stored in your browser. With this for example it is possible to store and get your preferred language setting.
fr_fr: Les cookies sont de petits fichiers qui sont stockés dans votre navigateur. Avec ce par exemple, il est possible de stocker et d’obtenir votre paramètre de langue préférée.

source: You can disable cookies in your browser settings then we won't be able to store them. You can also delete cookies in your browser.
fr_fr: Vous pouvez désactiver les cookies dans les paramètres de votre navigateur, alors nous ne pourrons pas les stocker. Vous pouvez également supprimer des cookies dans votre navigateur.

source: You can withdraw your consent for storing cookies by clicking on the following link (we can still use cookies without consent on the basis of art. 6 GDPR) or by deleting your cookies in your browser.
fr_fr: Vous pouvez retirer votre consentement pour stocker des cookies en cliquant sur le lien suivant (nous pouvons toujours utiliser des cookies sans consentement sur la base de l’art. 6 GDPR) ou en supprimant vos cookies dans votre navigateur.

source: withdraw consent
fr_fr: retirer le consentement

source: Cookie name
fr_fr: Nom du cookie

source: Expires in X days
fr_fr: Expire en jours

source: Legal basis
fr_fr: Base juridique

source: This cookie is created to store your consent for cookies.
fr_fr: Ce cookie est créé pour stocker votre consentement pour les cookies.

source: Consent
fr_fr: Consentement

source: This cookie stores your preffered language.
fr_fr: Ce cookie stocke votre langue préffered.

source: The PHP Session ID is required for the captcha and for security purposes.
fr_fr: L’ID de session PHP est requis pour le captcha et à des fins de sécurité.

source: This cookie helps Cloudflare detect malicious visitors and is for security purposes.
fr_fr: Ce cookie aide Cloudflare à détecter les visiteurs malveillants et est à des fins de sécurité.

source: This cookie helps Cloudflare to correctly handle HTTP requests.
fr_fr: Ce cookie aide Cloudflare à gérer correctement les demandes HTTP.

source: This cookie is required by Cloudflare to handle bots.
fr_fr: Ce cookie est requis par Cloudflare pour gérer les bots.

source: Cookie required by Cloudflare to keep this website online.
fr_fr: Cookie requis par Cloudflare pour garder ce site en ligne.

source: as required
fr_fr: au besoin

source: Other rights
fr_fr: Autres droits

source: You can request an statement about you personal data which we store and process.
fr_fr: Vous pouvez demander une déclaration concernant vos données personnelles que nous stockons et traitons.

source: You have the right to lodge a complaint with a supervisory authority according to the GDPR.
fr_fr: Selon le GDPR, vous avez le droit de déposer une plainte auprès d'une autorité de contrôle.

source: This link was invalid. You - or the person who gave you this link - probably made a typo.
fr_fr: Ce lien n'était pas valide. Vous - ou la personne qui vous a donné ce lien - avez probablement fait une faute de frappe.

source: We would love to help you with this problem but we can't. We also don't know the correct link.
fr_fr: Nous aimerions vous aider à résoudre ce problème, mais nous ne pouvons pas. Nous ne connaissons pas non plus le lien correct.

source: <a>Contact the Spamty.eu team</a> if you need help.
fr_fr: <a>Contactez Spamty.eu</a> si vous avez besoin d’aide.

source: Please solve the captcha below to see the requested information:
fr_fr: S’il vous plaît résoudre le captcha ci-dessous pour voir les informations demandées:

source: Please click this box and follow possible instructions to verify that you are a human.
fr_fr: S’il vous plaît cliquez sur cette boîte et suivez les instructions possibles pour vérifier que vous êtes un être humain.

source: Show me!
fr_fr: Montre-moi!

source: Why?
fr_fr: Le Pourquoi ?

source: Some people use robots to search the internet for contact information and email addresses to send spam mails.
fr_fr: Certaines personnes utilisent des robots pour rechercher sur Internet des coordonnées et des adresses e-mail pour envoyer des spams.

source: To protect against spam you were redirected to this website. We will check if you are a human and if we can show you the requested information.
fr_fr: Pour vous protéger contre le spam, vous avez été redirigé vers ce site. Nous vérifierons si vous êtes un humain et si nous pouvons vous montrer les informations demandées.

source: Please do not fill out the email field. It is for spam protection only.
fr_fr: S’il vous plaît ne pas remplir le champ email. Il est pour la protection anti-spam uniquement.

source: Go back and try again.
fr_fr: Veuillez revenir en arrière et réessayer.

source: We couldn't verify that you are a human.
fr_fr: Nous ne pouvions pas vérifier que vous êtes un être humain.

source: Please send an email to contact@spamty.eu with this error code.
fr_fr: S’il vous plaît envoyer un e-contact@spamty.eu avec ce code d’erreur.

source: We will try to fix this problem and tell you the email address you wanted to see.
fr_fr: Nous allons essayer de résoudre ce problème et vous dire l’adresse e-mail que vous vouliez voir.

source: Here is the information you wanted to see:
fr_fr: Voici l’information que vous vouliez voir:

source: Here is the Email Address you wanted to see:
fr_fr: Voici l’adresse email que vous vouliez voir:

source: Powered by
fr_fr: Realisé Par

source: Legal Notice
fr_fr: Mentions légales
