Repository: Spamty/translate
Catalog: */LC_MESSAGES/spamty.po
Languages: de_de, es_es

source: About Us
es_es: Acerca de nosotros

source: With Spamty you can protect your email against Spam. It was created in 2014 by Philipp.
es_es: Con Spamty puede proteger tu correo contra el Spam. Fue creado en el año 2014 por Philipp.

source: About Spamty
es_es: Acerca de Spamty

source: With Spamty you can share your email address on the internet without worrying about Spam.
es_es: Con Spamty puedes compartir tu dirección de correo electrónico en internet sin preocuparse de Spam.

source: Spamty was created in 2014 by Philipp. You can find me here:
es_es: Spamty fue creado en el año 2014 por Philipp. Puedes encontrarme aquí:

source: The idea
es_es: La idea

source: In Germany we are obliged to publish an email address on our website. When I did this on my blog I got very much email spam (see also <a>Why to use Spamty?</a>). That's why I created Spamty to share my email address on the internet without receiving tons of spam mails.
es_es: En Alemania estamos obligados a publicar una dirección de correo electrónico en nuestra página web. Cuando hice esto en mi blog tengo mucho correo spam (véase también <a>¿por qué utilizar Spamty?</a>). Es por ello que he creado Spamty para compartir mi dirección de correo electrónico en internet sin recibir toneladas de correos spam.

source: The website in 2014
es_es: El sitio de Internet en 2014

source: Contact Me
de_de: Kontakt
es_es: Contáctame

source: You can contact the Spamty team here if you have problems with the API or any other questions.
es_es: Puede contactar con el equipo de Spamty aquí si tienes problemas con el API o cualquier otra pregunta.

source: Developer contact
es_es: Contacto desarrollador

source: Do you have any problems with our API? Do you need help? Or do you want to request new features?
es_es: ¿Tienes algún problema con nuestra API? ¿Necesita ayuda? O ¿quieres solicitar nuevas características?

source: Feel free to contact me via this form.
es_es: No dude en ponerse en contacto conmigo a través de este formulario.

source: You can also:
es_es: También le puede interesar:

source: Send us an email
es_es: Envíanos un email

source: Feel free to contact the Spamty team if you need help or just want to talk.
es_es: No dude en contactar con el equipo de Spamty si necesita ayuda o simplemente quiere hablar.

source: Go to my email address
es_es: Ir a mi dirección de correo electrónico

source: Contact Form
es_es: Formulario de contacto

source: Encrypt your Email Address
es_es: Cifrar su dirección de Email

source: Start here and encrypt your email address.
es_es: Comience aquí y cifrar su correo electrónico.

source: This Form is deprecated. You have to <a>use the latest one</a>.
es_es: Este formulario está en desuso. Tienes que <a>utilizar el más reciente.</a>

source: Email
es_es: Correo electrónico

source: Your Email Address
es_es: Su correo electrónico

source: We only store an encrypted version of your Email.
es_es: Sólo almacenamos una versión cifrada de su correo electrónico.

source: ENCRYPT
es_es: Cifrar

source: Start here and encrypt your email address to protect it against spam.
es_es: Comience aquí y cifrar su dirección de correo electrónico para proteger contra el spam.

source: Protect your Email Address
es_es: Protege tu dirección de correo electrónico

source: Protect your email address for free against Spam.
es_es: Proteger tu correo electrónico gratis contra el Spam.

source: Your email address
de_de: Deine E-Mail Adresse
es_es: Su correo electrónico

source: We only store an encrypted version of your email address.
es_es: Sólo almacenamos una versión cifrada de su dirección de correo electrónico.

source: GET LINK
es_es: CONSEGUIR ENLACE

source: Create a Spamty link and protect your email address on the internet against spam.
es_es: Crear un enlace de Spamty y proteger su dirección de correo electrónico en internet contra el spam.

source: <a>See how it works</a>
es_es: <a>Ver cómo funciona</a>

source: We only store an <a>encrypted</a> version of your Email.
es_es: Sólo almacenamos una versión <a>cifrada</a> de tu correo electrónico.

source: You accept our <a>privacy policy</a>.
es_es: Usted acepta nuestra <a>política de privacidad.</a>

source: Privacy Policy
de_de: Datenschutzbestimmungen
es_es: Política de privacidad

source: Please do not fill out the "Name" field. It is only for spam protection.
de_de: Bitte fülle nicht das Feld „Name“ aus. Es dient nur als Spam-Schutz.
es_es: Por favor, no llene el campo "Nombre". Es sólo para protección contra el spam.

source: <a>Reload the Form</a> and try again.
de_de: <a>Lade das Formular neu</a> und versuche es nochmals.
es_es: <a>Actualizar el formulario</a> y vuelva a intentarlo.

source: <a>Contact me</a> if you need help.
de_de: <a>Schreibe mir</a>, wenn du Hilfe brachst.
es_es: <a>Ponte en contacto conmigo</a> si necesita ayuda.

source: This was no valid email address.
de_de: Das war keine gültige E-Mail Adresse.
es_es: No se trataba de dirección de correo electrónico válida.

source: Sorry, we had technical problems.
es_es: Lo sentimos, tuvimos problemas técnicos.

source: Please send an email to contact@spamty.eu with the following error code.
es_es: Por favor envíe un correo electrónico a contact@spamty.eu con el siguiente código de error.

source: We will try to fix this problem and we can also create a new Spamty link for you manually.
es_es: Vamos a tratar de solucionar este problema y también podemos crear un nuevo enlace Spamty para usted manualmente.

source: Your Spamty link
de_de: Dein Spamty-Link
es_es: Su enlace Spamty

source: This is the link where your email address can be found:
de_de: Das ist der Link, unter dem deine E-Mail-Adresse gefunden werden kann:
es_es: Este es el link donde su dirección de correo electrónico se puede encontrar:

source: What's next?
es_es: ¿Y ahora qué?

source: Pay what you want
es_es: Paga lo que quieras

source: You can support us with a Bitcoin (BTC) donation if you like our website:
es_es: Usted puede apoyarnos con una donación Bitcoin (BTC) si te gusta nuestra página web:

source: Or Litecoin (LTC):
es_es: O Litecoin (LTC):

source: Or Ethereum:
es_es: O Ethereum:

source: Too long?
de_de: Link zu lang?
es_es: Muy largo

source: You can <a>shorten this URL</a>.
de_de: Du kannst <a>diese URL kürzen</a>.
es_es: Usted puede <a>acortar este URL.</a>

source: Share the link
es_es: Comparte el enlace

source: You can share this link now on the internet.
de_de: Du kannst den Link nun im Internet veröffentlichen.
es_es: Puede compartir este enlace ahora en internet.

source: Share the Link
es_es: Comparte el enlace

source: Share on Facebook
de_de: Auf Facebook teilen
es_es: Compartir en Facebook

source: Protected against #Spam. My email address:
de_de: Gegen #Spam geschützt. Meine E-Mail Adresse:
es_es: Protegido contra #Spam. Mi dirección de correo electrónico:

source: Share on Twitter
de_de: Auf Twitter teilen
es_es: Compartir en Twitter

source: Link to my Email Address
de_de: Link zu meiner E-Mail-Adresse
es_es: Enlace a mi dirección de correo electrónico

source: You can find my email address here:
de_de: Hier findest du meine E-Mail Adresse:
es_es: Usted puede encontrar mi dirección de correo electrónico aquí:

source: Share via email
de_de: Per E-Mail teilen
es_es: Compartir por correo electrónico

source: Page not found
de_de: Seite nicht gefunden
es_es: Página no encontrada

source: We couldn't find the Page you were looking for.
de_de: Wir konnten die Seite nicht finden, die du gesucht hast.
es_es: ¡Vaya! No hemos podido encontrar la página que estabas buscando.

source: You can now take a nap.
es_es: Ahora puede tomar una siesta.

source: And now?
de_de: Und jetzt?
es_es: ¿Y ahora?

source: If you've finished you can continue to our <a>Homepage</a>
es_es: Si has terminado puedes seguir nuestra <a>Página de inicio</a>

source: or search the Web for the Page you are looking for.
es_es: o buscar en la Web de la página que está buscando.

source: Enter the name of the page you want to find:
es_es: Escriba el nombre de la página que desea encontrar:

source: Search
es_es: Búsqueda

source: Contact me
de_de: Kontaktiere mich
es_es: Contáctame

source: You can report this error here so we can try to fix it.
de_de: Du kannst diesen Fehler melden, damit wir versuchen können, ihn zu beheben.
es_es: Usted puede reportar este error aquí para que podamos tratar de arreglarlo.

source: Frequently Asked Questions
de_de: Häufige Fragen
es_es: Preguntas frequentes

source: How Spamty works, how you can protect your email against spam and more frequently asked questions.
de_de: Wie Spamty funktioniert, wie du deine E-Mail vor Spam schützen kannst und weitere häufig gestellte Fragen.
es_es: Spamty cómo funciona, cómo puede proteger su correo electrónico contra spam y preguntas más frecuentes.

source: Frequently Asked Questions <small>and the answers</small>
es_es: Preguntas frecuentes <small>y respuestas</small>

source: Feel free to <a>contact me</a> if you have any other questions.
de_de: Du kannst mich gerne <a>kontaktieren</a>, wenn du weitere Fragen hast.
es_es: Siente libre de <a>entrarme en contacto</a> con si usted tiene cualquier otra pregunta.

source: How does Spamty work?
de_de: Wie funktioniert Spamty?
es_es: ¿Cómo funciona Spamty?

source: We will give you a link. If someone clicks on it he has to solve a captcha before he can see your email address. We check if he is a human so you won't get spam by robots.
es_es: Le daremos un enlace. Si alguien hace clic en él tiene que resolver un captcha antes de que pueda ver tu dirección de correo electrónico. Comprobamos si es un ser humano para que no te spam de robots.

source: You should also have a look at <a>our tutorial</a>.
es_es: También debería echar un vistazo a <a>nuestro tutorial</a>.

source: The decryption URL is very long. Is it possible to get a shorter one?
es_es: El URL de descifrado es muy largo. ¿Es posible conseguir uno más corto?

source: The URL is very long because we need it for the en- and decryption.
es_es: La URL es muy larga porque lo necesitamos para el ambiente y el descifrado.

source: You can use <a>an URL Shortener</a> to get a shorter one.
es_es: Puede utilizar el <a>URL acortador</a> de conseguir uno más corto.

source: How do you finance this project?
de_de: Wie wird Spamty finanziert?
es_es: ¿Cómo se financia este proyecto?

source: We don't have any ads on Spamty.eu and we would never sell your data.
es_es: No tenemos ningún anuncio en Spamty.eu y nunca venderíamos sus datos.

source: To help financing this project you can donate some Bitcoins:
es_es: Para ayudar a la financiación de este proyecto puede donar algunos Bitcoins:

source: I have more questions!
es_es: Tengo más preguntas!

source: How Spamty encrypts data
es_es: Cómo Spamty cifra los datos

source: We try to protect your email address as best as possible. That's why we encrypt your email address for the best security.
es_es: Tratamos de proteger su dirección de correo electrónico como el mejor posible. Es por eso cifrar su correo electrónico para la mejor seguridad.

source: How encryption works
es_es: Cómo funciona el cifrado

source: We try to protect your email address as best as possible. That's why we store only an encrypted version of your email address in our database.
es_es: Tratamos de proteger su dirección de correo electrónico como el mejor posible. Por eso almacenamos sólo una versión cifrada de tu dirección de correo electrónico en nuestra base de datos.

source: When you enter your email address in the form to generate your link we encrypt your email to store it in our database.
es_es: Cuando ingrese su dirección de correo electrónico en el formulario para generar su link nos cifrar su correo electrónico para almacenar en nuestra base de datos.

source: The encryption key is randomly generated and equals your Spamty link.
es_es: La clave de cifrado se genera aleatoriamente y es igual a su enlace Spamty.

source: We encrypt the address with the <a>AES-256 algorithm</a> which is also used in the US to encrypt "Top Secret" documents.
es_es: Ciframos la dirección con el <a>algoritmo AES-256</a> que también se utiliza en los EE.UU. para cifrar documentos „Top Secret“.

source: https://en.wikipedia.org/wiki/Advanced_Encryption_Standard
es_es: https://es.wikipedia.org/wiki/Advanced_Encryption_Standard

source: On Wikipedia
es_es: En Wikipedia

source: By using this encryption method we ensure that no one has access to your email address if he didn't got the link from you.
es_es: Por utilizando este método que nos aseguramos que nadie tiene acceso a su dirección de correo electrónico si él no consiguió el enlace de usted.

source: Even if someone hacks our database (we hope this will never happen) he cannot send you spam because he would not be able to decrypt your email address.
es_es: Incluso si alguien hacks de nuestra base de datos (esperamos que esto nunca sucederá) no pueden enviarle spam porque no sería capaz de descifrar su dirección de correo electrónico.

source: The key in your Spamty link makes it very long. To share it we recommend you to use <a>an URL shortener</a>.
es_es: La clave en tu link Spamty hace mucho. Para compartir que le recomendamos utilizar <a>acortador de URL</a>.

source: How Spamty works
es_es: ¿Cómo funciona Spamty

source: You'll get a link you can share. If someone clicks on it we check if he is human before he can see your email address.
es_es: Obtendrás un enlace que puede compartir. Si alguien hace clic en él comprobamos si es humano antes de que pueda ver tu dirección de correo electrónico.

source: You can use Spamty if you want to share your email address on the internet (e.g. on Twitter, Craigslist, ...) without getting tons of spam.
de_de: Du kannst SPamty benutzen um deine E-Mail-Adresse im Internet (z.B. auf Twitter, Craigslist, …) zu teilen, ohne massenhaft Spam zu bekommen.
es_es: Puede utilizar Spamty si quieres compartir tu dirección de correo electrónico en internet (por ejemplo, en Twitter, Craigslist,…) sin recibir toneladas de spam.

source: You'll get a link to share it on the web. If someone visits this link he has to solve a captcha before we decrypt your email address of our database and display it on the website.
de_de: Wenn jemand auf diesen Link klickt, muss er ein Captcha lösen. Danach wird mit dem Wert aus unserer Datenbank und dem Schlüssel aus dem Link deine E-Mail Adresse entschlüsselt und angezeigt.
es_es: Obtendrás un enlace para compartir en la web. Si alguien visita este enlace que tiene que resolver un código de imagen antes de descifrar su dirección de correo electrónico de nuestra base de datos y lo mostrará en la página web.

source: Enter your email address in the form to generate your link.
de_de: Gib deine E-Mail-Adresse einfach in das Formular ein um einen Link zu erstellen.
es_es: Ingrese su dirección de correo electrónico en el formulario para generar su link.

source: Encrypt the Email Address
es_es: Cifrar la dirección de correo electrónico

source: You'll get a link to share on the web.
es_es: Obtendrás un enlace para compartir en la web.

source: Create a link to your address
es_es: Crear un enlace a su dirección

source: The Spamty link is very long because it is used to encrypt your email address in our database for maximum security.
es_es: El enlace de Spamty es muy largo ya que se utiliza para cifrar su dirección de correo electrónico en nuestra base de datos para máxima seguridad.

source: Read <a>how we encrypt data</a>.
es_es: Leemos <a>cómo cifrar los datos.</a>

source: Share the link for example on your blog, on Twitter or anywhere you want.
de_de: Teile den Link zum Beispiel auf deinem Blog, auf Twitter oder wo immer du willst.
es_es: Compartir el enlace por ejemplo en su blog, en Twitter o donde que quieras.

source: Share the link online
es_es: Comparte el enlace en línea

source: Someone who clicks on the link has to solve a captcha before he sees your email address.
de_de: Jemand, der auf deinen Link klickst, muss ein Captcha lösen, bevor er deine E-Mail Adresse sehen kann.
es_es: Alguien que hace clic en el enlace tiene que resolver un captcha antes de que ve a tu dirección de correo electrónico.

source: <a>Try it yourself</a>.
de_de: <a>Probiere es selbst</a>.
es_es: <a>Inténtalo tú mismo</a>.

source: Display the email address
es_es: Ir a mi dirección de correo electrónico

source: Please fill out all fields.
es_es: Por favor, ¡rellena todos los campos!

source: Your email was successfully sent. Thanks.
es_es: Su correo electrónico fue enviado con éxito. Gracias.

source: We speak:
es_es: Hablamos:

source: Name
es_es: Nombre

source: Your name
es_es: Tu nombre

source: You could enter anonym@example.com to stay anonymous.
es_es: Usted podría entrar anonym@example.com permanecer en el anonimato.

source: Subject
es_es: Respecto

source: Message
es_es: Mensaje

source: SEND
es_es: ENVIE

source: Language:
es_es: Lenguaje:

source: Powered by
de_de: Bereitgestellt von
es_es: Funciona con

source: Contact
de_de: Kontakt
es_es: Contacto

source: FAQ/Help
de_de: FAQ/Hilfe
es_es: FAQ/ayuda

source: Legal Notice
de_de: Impressum
es_es: Información legal

source: Developer
es_es: Desarrollador

source: Protect your Email Address against Spam
de_de: Schütze deine E-Mail Adresse gegen Spam
es_es: Protege tu dirección de correo electrónico contra el spam

source: Tired of spam? Spamty helps you to protect your email address on the web by asking people to solve a captcha before they see it.
de_de: Du hast Spam satt? Mit Spamty kannst du deine E-Mail Adresse im Internet veröffentlichen ohne massenhaft Spam zu bekommen. Bevor jemand deine E-Mail Adresse sehen kann, muss er ein Captcha lösen.
es_es: Cansado de spam? Spamty le ayuda a proteger su dirección de correo electrónico en la web preguntando a la gente para resolver un código de imagen antes de que lo ven.

source: Home
es_es: Inicio

source: Encryption
es_es: Encriptación

source: Contact us
es_es: Contacto

source: Close
es_es: Cerca

source: Protect your email address
de_de: Schütze deine E-Mail Adresse
es_es: Protege tu dirección de correo electrónico

source: Protect your Email
de_de: Schütze deine E-Mail
es_es: Proteja su correo electrónico

source: Tired of Spam? With Spamty you can protect your email address to share it on the web.
de_de: Du hast Spam satt? Mit Spamty kannst du deine E-Mail Adresse im Internet veröffentlichen ohne massenhaft Spam zu bekommen.
es_es: Cansado de spam? Con Spamty usted puede proteger su dirección de correo electrónico para compartir en la web.

source: Enter your email address below and we will encrypt it and give you a link. If somebody opens the link he has to solve a captcha and then he is able to see your email address.
de_de: Du bekommst von uns einen Link, wenn jemand darauf klickt, muss er erst ein Captcha lösen, bevor er deine E-Mail Adresse sieht. Bots haben keine Chance.
es_es: Introduzca su dirección de correo electrónico debajo y le cifrarlo y le dará un enlace. Si alguien abre el vínculo que tiene que resolver un código de imagen y luego es capaz de ver tu dirección de correo electrónico.

source: Start using Spamty
de_de: Beginne hier
es_es: Comience a utilizar Spamty

source: Here are all legal information about Spamty including contact information according to German law.
de_de: Hier sind alle rechtlichen Informationen über Spamty, einschließlich Kontaktinformationen nach deutschen Recht.
es_es: Aquí está toda la información legal sobre Spamty incluida información de contacto según la ley alemana.

source: This is the legal notice according to &sect; 5 TMG (German teleservices act) for the following websites:
es_es: Este es el aviso legal según § 5 TMG (alemán teleservicios acto) para los sitios web:

source: This Website is provided by:
de_de: Diese Website wird angeboten von:
es_es: Este sitio web es proporcionada por:

source: My Email Address
es_es: Mi dirección de correo electrónico

source: Contact form
es_es: Formulario de Contacto

source: Not Commercial
de_de: Nicht Kommerzielles Angebot
es_es: No Comercial

source: This webservice is provided without a gainful intension. Spamty is completely ad-free.
es_es: Este servicio web se proporciona sin intención lucrativa. Spamty es completamente libre de publicidad.

source: Disclaimer
de_de: Haftungsausschluss
es_es: Descargo de responsabilidad

source: We assume no liability for the correctness and the up-to-dateness of the content of this website.
es_es: No asumimos ninguna responsabilidad por la exactitud y la dateness actualizada, de los contenidos de este sitio web.

source: We are not obliged to check external pages for their lawfulness.
es_es: Nosotros no estamos obligados a revisar las páginas externas sobre su legalidad.

source: We are not liable for the content of linked websites but we will immediately remove links to external pages containing unlawful content if we notice.
es_es: No somos responsables por el contenido de los sitios web vinculados, pero vamos a retirar inmediatamente enlaces a páginas externas que contienen contenido ilegal si nos damos cuenta.

source: The users are liable for everything they do and the content they publish on this website.
es_es: Los usuarios son responsables de todo lo que hacen y el contenido que publican en este sitio web.

source: According to &sect;&sect; 7 to 10 TMG we are not liable for their content.
es_es: Según §§ 7-10 TMG no nos hacemos responsables de su contenido.

source: Data Protection
es_es: Protección de datos

source: You can find our <a>privacy policy here</a>.
de_de: Du findest unsere <a>Datenschutzbestimmungen hier</a>.
es_es: Usted puede encontrar nuestra <a>política de privacidad aquí.</a>

source: There are detailed information about cookies, our newsletter and the storage of personal data.
es_es: Hay información detallada acerca de las cookies, nuestro boletín y el almacenamiento de datos personales.

source: Acknowledgements
es_es: Agradecimientos

source: Picture on our Error 404 Page:
es_es: Imagen en nuestra página Error 404:

source: "<a>Blue heeler pup</a>" by Dana Sibera,
es_es: "<a>Blue heeler pup</a>" por Dana Sibera,

source: On Flickr
es_es: En Flickr

source: licensed under <a>Creative Commons BY 2.0</a>.
es_es: licenciado bajo <a>Creative Commons BY 2.0</a> .

source: https://creativecommons.org/licenses/by/2.0/
es_es: https://creativecommons.org/licenses/by/2.0/deed.es_ES

source: Some people use robots to search the internet for email addresses and send spam mails to them.
es_es: Algunas personas utilizan robots para buscar en la Internet para las direcciones de correo electrónico y enviar mensajes de spam a ellos.

source: To protect against spam you were redirected to this website. We will check if you are a human and if we can show you the email address.
es_es: Para proteger contra el spam estabas redireccionado a este sitio web. Verificaremos si usted es un ser humano y si podemos mostrar la dirección de correo electrónico.

source: Enter the letters (not case sensitive) and numbers above to verify that you are no robot.
es_es: Introduzca las letras (no mayúsculas y minúsculas) y números de arriba para verificar que usted es ningún robot.

source: If you have problems try a <a>different image</a>.
es_es: Si usted tiene problemas de intentar una <a>imagen diferente.</a>

source: Why?
de_de: Warum?
es_es: ¿Por qué?

source: Show Email
es_es: Mostrar el correo electrónico

source: Please do not fill out the email field. It is for spam protection only.
de_de: Bitte fülle nicht das Feld „email“ aus. Es dient nur als Spam-Schutz.
es_es: Por favor, no llene el campo de correo electrónico. Es sólo para protección contra el spam.

source: Go back and try again.
de_de: Gehe zurück und versuche es nochmals.
es_es: Vuelve e inténtalo de nuevo.
